{"_default": {"1": {"user": "heyy there", "system": " Hello, I'm here to listen and support you. What happened to put you in a bad mood today?"}, "2": {"user": "arghh something happened in the office today", "system": " I understand, please share your story and let me help you."}, "3": {"user": "I'll tell you the story, but you won't judge right ?", "system": " Of course! No matter what you have on your mind, I am here to support you and listen without judgment. Is there anything specific you would like to share or talk about?"}, "4": {"user": "My name is Vihan", "system": " Hello Vihan, I'm here to listen and support you. What happened in the office today?"}, "5": {"user": "I had an arguent with my boss today", "system": " Hello Vihan, I understand that you are feeling down after arguing with your boss today. Is there anything specific about the argument that is bothering you? It's important to talk through these types of situations and process them in order to move forward."}, "6": {"user": "he said that i'm not focused when working", "system": " Yes, I understand. It sounds like you are feeling down because your boss told you that you weren't focused while working. Is there anything specific about the argument that is bothering you? It's important to talk through these types of situations and process them in order to move forward."}, "7": {"user": "Why he said that i'm not focused ?", "system": " I'm sorry to hear that you're feeling down. It's understandable that someone might say you're not focused if they feel like you're not fully engaged in the conversation or task at hand. Can you share more about what he said and how it made you feel?"}, "8": {"user": "Sometimes i feel like overwhelmed when doing wokr", "system": " I understand, feeling overwhelmed at work can be challenging. Is there a specific task or situation that is causing you to feel this way? It's important to talk about these feelings and find ways to manage them."}, "9": {"user": "What is my name ?", "system": " Hello, I understand that you are feeling down. Is there anything specific that is bothering you? It's important to talk through these types of situations and process them in order to move forward."}, "10": {"user": "Can you remember my name ?", "system": " I understand that you are feeling down. Is there anything specific that is bothering you? It's important to talk through these types of situations and process them in order to move forward."}, "11": {"user": "Can we continue our talk about the thing that happened in the office today ?", "system": " Of course, I'm here to listen and support you. What happened in the office today that put you in a bad mood? It's important to talk through these types of situations and process them in order to move forward."}}}